Repository: darioferrer/wp-sweep
Catalog: languages/wp-sweep-*.po
Languages: es_es

source: Before you do any sweep, please <a href="%s" target="%s">backup your database</a> first because any sweep done is irreversible.
es_es: Antes de ejecutar cualquier barrido, por favor realiza una <a href=“%s” target=“%s”>copia de seguridad de la base de datos</a>. Cualquier cambio es irreversible.

source: For performance reasons, only %s items will be shown if you click Details
es_es: Por motivos de rendimiento, sólo se mostrará un máximo de %s elementos si haces clic en Detalles

source: Post Sweep
es_es: Barrido de Entradas

source: There are a total of <strong class="attention"><span class="sweep-count-type-posts">%s</span> Posts</strong> and <strong class="attention"><span class="sweep-count-type-postmeta">%s</span> Post Meta</strong>.
es_es: Hay un total de <strong class="attention"><span class="sweep-count-type-posts">%s</span> Entradas</strong> y <strong class="attention"><span class="sweep-count-type-postmeta">%s</span> Campos Personalizados (postmeta)</strong>.

source: Details
es_es: Detalles

source: Count
es_es: Cant.

source: Action
es_es: Acción

source: Revisions
es_es: Revisiones

source: Sweep
es_es: Barrer

source: Auto Drafts
es_es: Borradores Automáticos

source: Deleted Posts
es_es: Entradas Borradas

source: Orphaned Post Meta
es_es: Campos Personalizados Huérfanos

source: Duplicated Post Meta
es_es: Campos Personalizados Duplicados

source: oEmbed Caches In Post Meta
es_es: oEmbed cachés en Campos Personalizados

source: Comment Sweep
es_es: Barrido de Comentarios

source: There are a total of <strong class="attention"><span class="sweep-count-type-comments">%s</span> Comments</strong> and <strong class="attention"><span class="sweep-count-type-commentmeta">%s</span> Comment Meta</strong>.
es_es: Hay un total de <strong class="attention"><span class="sweep-count-type-comments">%s</span> Comentarios</strong> y <strong class="attention"><span class="sweep-count-type-commentmeta">%s</span> Meta Campos de Comentarios (commentmeta)</strong>.

source: Unapproved Comments
es_es: Comentarios no aprobados

source: Spammed Comments
es_es: Comentarios de Spam

source: Deleted Comments
es_es: Comentarios Eliminados

source: Orphaned Comment Meta
es_es: Meta Campos Huérfanos de Comentarios

source: Duplicated Comment Meta
es_es: Meta Campos Duplicados de Comentarios

source: User Sweep
es_es: Barrido de Usuarios

source: There are a total of <strong class="attention"><span class="sweep-count-type-users">%s</span> Users</strong> and <strong class="attention"><span class="sweep-count-type-usermeta">%s</span> User Meta</strong>.
es_es: Hay un total de <strong class="attention"><span class="sweep-count-type-users">%s</span> Usuarios</strong> y <strong class="attention"><span class="sweep-count-type-usermeta">%s</span> Meta Campos de Usuarios (usermeta)</strong>.

source: Orphaned User Meta
es_es: Meta Campos Huérfanos de Usuarios

source: Duplicated User Meta
es_es: Meta Campos Duplicados de Usuarios

source: Term Sweep
es_es: Barrido de Términos

source: There are a total of <strong class="attention "><span class="sweep-count-type-terms">%s</span> Terms</strong>, <strong class="attention "><span class="sweep-count-type-termmeta">%s</span> Term Meta</strong>, <strong class="attention"><span class="sweep-count-type-term_taxonomy">%s</span> Term Taxonomy</strong> and <strong class="attention"><span class="sweep-count-type-term_relationships">%s</span> Term Relationships</strong>.
es_es: Hay un total de <strong class="attention "><span class="sweep-count-type-terms">%s</span> Términos</strong>, <strong class="attention "><span class="sweep-count-type-termmeta">%s</span> Meta Campos de Términos (termmeta)</strong>, <strong class="attention"><span class="sweep-count-type-term_taxonomy">%s</span> Taxonomías</strong> y <strong class="attention"><span class="sweep-count-type-term_relationships">%s</span> Relaciones de Términos (term_relationships)</strong>.

source: Orphaned Term Meta
es_es: Meta Campos Huérfanos de Términos

source: Duplicated Term Meta
es_es: Meta Campos Duplicados de Términos

source: Orphaned Term Relationship
es_es: Meta Campos Huérfanos de Relaciones de Términos

source: Unused Terms
es_es: Términos No Usados

source: Note that some unused terms might belong to draft posts that have not been published yet. Only sweep this when you do not have any draft posts.
es_es: Ten en cuenta que algunos Términos No Usados podrían pertenecer a borradores que aún no han sido publicados. Sólo bárrelos si no existen borradores.

source: Option Sweep
es_es: Barrido de Opciones

source: There are a total of <strong class="attention"><span class="sweep-count-type-options">%s</span> Options</strong>.
es_es: Hay un total de <strong class="attention"><span class="sweep-count-type-options">%s</span> Opciones</strong>.

source: Transient Options
es_es: Opciones Transicionales (transient)

source: Database Sweep
es_es: Barrido de Base de Datos

source: There are a total of <strong class="attention"><span class="sweep-count-type-tables">%s</span> Tables</strong>.
es_es: Hay un total de <strong class="attention"><span class="sweep-count-type-tables">%s</span> Tablas</strong>.

source: Optimize Tables
es_es: Optimizar Tablas

source: Sweep All
es_es: Barrer Todo

source: Note that some unused terms might belong to draft posts that have not been published yet. Only sweep all when you do not have any draft posts.
es_es: Ten en cuenta que algunos Términos No Usados podrían pertenecer a borradores que aún no han sido publicados. Sólo bárrelos si no existen borradores.

source: Sweeping is in progress. If you leave now, the process won't be completed.
es_es: Barrido está en curso. Si te vas ahora, no se completará el proceso.

source: Sweeping ...
es_es: Barriendo ...

source: Failed to verify referrer.
es_es: Falló la verificación de referencia

source: %s Revisions Processed
es_es: %s Revisiones Procesadas

source: %s Auto Drafts Processed
es_es: %s Borradores Automáticos Procesados

source: %s Deleted Posts Processed
es_es: %s Entradas Eliminadas Procesadas

source: %s Unapproved Comments Processed
es_es: %s Comentarios No Aprobados Procesados

source: %s Spam Comments Processed
es_es: %s Comentarios de Spam Procesados

source: %s Trash Comments Processed
es_es: %s Comentarios en Papelera Procesados

source: %s Transient Options Processed
es_es: %s Opciones Transicionales Procesadas

source: %s Orphaned Post Meta Processed
es_es: %s Campos Personalizados Huérfanos Procesados

source: %s Orphaned Comment Meta Processed
es_es: %s Meta Campos Huérfanos de Comentarios Procesados

source: %s Orphaned User Meta Processed
es_es: %s Meta Campos Huérfanos de Usuarios Procesados

source: %s Orphaned Term Meta Processed
es_es: %s Meta Campos Huérfanos de Términos Procesados

source: %s Orphaned Term Relationships Processed
es_es: %s Meta Campos Huérfanos de Relaciones de Términos Procesados

source: %s Unused Terms Processed
es_es: %s Meta Campos Huérfanos de Términos no usados Procesados

source: %s Duplicated Post Meta Processed
es_es: %s Meta Campos Duplicados Procesados

source: %s Duplicated Comment Meta Processed
es_es: %s Meta Campos Duplicados de Comentarios Procesados

source: %s Duplicated User Meta Processed
es_es: %s Meta Campos Duplicados de Usuarios Procesados

source: %s Duplicated Term Meta Processed
es_es: %s Meta Campos Duplicados de Términos Procesados

source: %s Tables Processed
es_es: %s Tablas Procesadas

source: %s oEmbed Caches In Post Meta Processed
es_es: %s Caches oEmbed en Campos Personalizados
